import React from "react";
import styled from "styled-components";

const Description = () => {
  return (
    <DescriptionCont>
      <div className="title">사업내용</div>
      <div className="description">
        <p>
          스타트업에게 기회를 주는 플랫폼, OFFERTUNITY (이하 ‘오퍼’) 입니다.
          오퍼는 기존에 스타트업 지원사업 및 투자 활동에서 발생하는 불편함을
          해결하여 잠재력을 지닌 스타트업을 발굴함에 기여하는 것이 목표입니다.
          오퍼는 기존에 스타트업 지원사업 및 투자 활동에서 발생하는 불편함을
          해결하여 잠재력을 지닌 스타트업을 발굴함에 기여하는 것이 목표입니다.
          오퍼는 기존에 스타트업 지원사업 및 투자 활동에서 발생하는 불편함을
          해결하여 잠재력을 지닌 스타트업을 발굴함에 기여하는 것이 목표입니다.
          스타트업에게 기회를 주는 플랫폼,스타트업에게 기회를 주는 플랫폼,
          OFFERTUNITY (이하 ‘오퍼’) 입니다. 오퍼는 기존에 스타트업 지원사업 및
          투자 활동에서 발생하는 불편함을 해결하여 잠재력을 지닌 스타트업을
          발굴함에 기여하는 것이 목표입니다. 오퍼는 기존에 스타트업 지원사업 및
          투자 활동에서 발생하는 불편함을 해결하여 잠재력을 지닌 스타트업을
          발굴함에 기여하는 것이 목표입니다. 오퍼는 기존에 스타트업 지원사업 및
          투자 활동에서 발생하는 불편함을 해결하여 잠재력을 지닌 스타트업을
          발굴함에 기여하는 것이 목표입니다. 스타트업에게 기회를 주는 플랫폼,
        </p>
      </div>
      <div className="title">사업계획</div>
      <div className="description">
        <p>
          스타트업에게 기회를 주는 플랫폼, OFFERTUNITY (이하 ‘오퍼’) 입니다.
          오퍼는 기존에 스타트업 지원사업 및 투자 활동에서 발생하는 불편함을
          해결하여 잠재력을 지닌 스타트업을 발굴함에 기여하는 것이 목표입니다.
          오퍼는 기존에 스타트업 지원사업 및 투자 활동에서 발생하는 불편함을
          해결하여 잠재력을 지닌 스타트업을 발굴함에 기여하는 것이 목표입니다.
          오퍼는 기존에 스타트업 지원사업 및 투자 활동에서 발생하는 불편함을
          해결하여 잠재력을 지닌 스타트업을 발굴함에 기여하는 것이 목표입니다.
          스타트업에게 기회를 주는 플랫폼,스타트업에게 기회를 주는 플랫폼,
          OFFERTUNITY (이하 ‘오퍼’) 입니다. 오퍼는 기존에 스타트업 지원사업 및
          투자 활동에서 발생하는 불편함을 해결하여 잠재력을 지닌 스타트업을
          발굴함에 기여하는 것이 목표입니다. 오퍼는 기존에 스타트업 지원사업 및
          투자 활동에서 발생하는 불편함을 해결하여 잠재력을 지닌 스타트업을
          발굴함에 기여하는 것이 목표입니다. 오퍼는 기존에 스타트업 지원사업 및
          투자 활동에서 발생하는 불편함을 해결하여 잠재력을 지닌 스타트업을
          발굴함에 기여하는 것이 목표입니다. 스타트업에게 기회를 주는 플랫폼,
        </p>
      </div>
    </DescriptionCont>
  );
};

export default Description;

const DescriptionCont = styled.div`
  margin-top: 120px;
  display: flex;
  flex-direction: column;

  .title {
    margin-bottom: 40px;
    font-weight: bold;
    font-size: 28px;
  }

  .description {
    margin-bottom: 96px;
    line-height: 30px;
  }
`;
